{
    "token": {
        "Services": "Послуги",
        "Skills": "Навички",
        "Portfolio": "Портфоліо",
        "Hi, I am": "Привіт, я",
        "Dmytro Lazoriv": "Дмитро Лазорів",
        "ABOUT ME": "ПРО МЕНЕ",
        "aboutMe1": "Привіт, мені звуть Дмитро, і я захоплююсь створенням веб-сайтів.Я почав цікавитись програмуванням, коли був дитиною. Я знайшов підручник з мови С, де був приклад програми «Hello, world!», яка виводить цей текст у термінал, і в той момент, я повністю захопився світом комп’ютерів.",
        "aboutMe2": "Протягом багатьох років я культивував свою пристрасть до програмування, і за цей час пройшов тернистий шлях працюючи в сфері ІТ на різних посадах, але завжди мріяв займатися саме веб-розробкою, тож на протязі цього часу все більше дізнавався та практикувався у створенні веб-сторінок за допомогою таких технологій як HTML, CSS  та звісно JavaScript.",
        "aboutMe3": "Мене неймовірно захоплює світ веб-розробки та краси створення корисних веб-сайтів, я постійно вдосконалююсь у цьому напрямку і кожен день вчуся новому. Зараз я шукаю посаду молодшого розробника, щоб нарешті розпочати свою кар’єру та навчатися серед професіоналів.",
        "READ MORE": "ЧИТАТИ БІЛЬШЕ",
        "Start a conversation": "Почніть розмову",
        "SERVICES": "ПОСЛУГИ",
        "servicesDesc": "Я завзятий і орієнтований на високу якість Junior Front-end Developer, який шукає посаду початкового рівня в компанії, щоб використовувати свої навички в програмуванні, вирішенні складних проблем і допомозі у своєчасному завершенні проектів.",
        "web": "Я створюю веб-сторінки, які добре виглядатають на всіх пристроях. Ваш сайт буде добре виглядати на всіх типах пристроїв (настільних ПК, планшетах і телефонах).",
        "dev": "Займаюсь розробкою веб-сайтів від простих односторінкових лендінгів до для складних багатосторінкових корпоративних сайтів.",
        "cms": "Я створюю сайти під Wordpress. Мені подобається Wordpress тим що, ви можете створити веб-сайт професійного вигляду з величезною функціональністю без надмірних витрат.",
        "maintenance": "Займаюсь обслуговуванням веб-сайту та завданнями, які стосуються його підтримки, належного та актуального функціонування і вигляду.",
        "SKILLS": "НАВИЧКИ",
        "USING NOW:": "ВИКОРИСТОВУЮ ЗАРАЗ:",
        "LEARNING:": "ВИВЧАЮ:",
        "OTHER SKILLS:": "ІНШІ НАВИЧКИ:",
        "PORTFOLIO": "ПОРТФОЛІО",
        "CONTACT ME": "ЗВ'ЯЖІТЬСЯ ЗІ МНОЮ",
        "ALL": "ВСЕ",
        "CODED": "НАПИСАНО",
        "DESIGNED": "ДИЗАЙН",
        "others": "І багато інших попереду!",
        "CONTACT": "КОНТАКТИ",
        "message": "Надішліть своє повідомлення або подробиці проекту, у якому ви б хотіли, щоб я брав участь, і я зв’яжуся з вами якомога швидше.",
        "YOUR NAME*": "ПРІЗВИЩЕ ТА ІМ’Я*",
        "EMAIL*": "EMAIL*",
        "PHONE NUMBER*": "ТЕЛЕФОН*",
        "APPEAL TEXT*": "ТЕКСТ ЗВЕРНЕННЯ*",
        "SUBMIT": "ВІДПРАВИТИ",
        "BACK TO TOP": "ВГОРУ",
        "All Rights Reserved.": "Всі права захищені.",
        "descr": "Стоматологія АГАМІ - провідна клініка Харкова",
        "Used:": "Використовував:",
        "View Project": "Переглянути проект",
        "Name and surname must contain only letters": "Ім'я та прізвище має містити тільки букви",
        "Beta": "Бета",
        "Project": "Проект",
        "In the implementation stage.": "Знаходиться на стадії виконання.",
        "DEMO": "ДЕМО",
        "Travel agency": "Туристична агенція",
        "Everest": "Еверест",
        "Building and finishing materials": "Будівельно-оздоблювальні матеріали",
        "The message has been sent. Thank you!": "Повідомлення відправлено. Дякую!",
        "I will contact you shortly.": "Я зв'яжусь з вами найближчим часом.",
        "Back to the main page": "Повернутися до головної сторінки",
        "Please enter your first and last name.": "Будь ласка, введіть ваше ім'я та прізвище.",
        "Please enter your email address.": "Будь ласка, введіть адресу електронної пошти.",
        "Please enter a phone number.": "Будь ласка, вкажіть номер телефону.",
        "Please leave your message.": "Будь ласка, залиште своє повідомлення.",
        "Name and surname must contain only letters.": "Ім'я та прізвище має містити тільки букви.",
        "Please enter a valid email address.": "Будь ласка, введіть дійсну адресу електронної пошти.",
        "Enter the phone number in the format: +380-XX-XXX-XX-XX.": "Введіть номер телефону у форматі: +380-XX-XXX-XX-XX.",
        "Your message must be at least 10 characters long.": "Ваше повідомлення має містити принаймні 10 символів."
    },
    "regex": [
        [
            "Budget",
            "Бюджет"
        ],
        [
            "^Something at start of text",
            ""
        ],
        [
            "This will be case insensitive",
            "i",
            ""
        ]
    ]
}